---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRunOverridden
source: html/e07afe48-e28b-14ab-7c7c-22ab8f129570.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRunOverridden Property

"Overridden": Overridden

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRunOverridden { get; }
```